[
  {
    "title": "شناسه اکانت یا Auth چیست؟! ",
    "text": "شناسه اکانت یا Auth مانند یک توکن می ماند که برای هر فرد متفاوت است. "
  },
  {
    "title": "شناسه اکانت را چگونه به دست بیارم؟! ",
    "text": "ابتدا برنامه المنت ادیتور را از گوگل پلی نصب کنید و سپس طبق آموزش اول که در بخش آموزش ها هست پیش بروید. "
  },
  {
    "title": "چگونه شناسه اکانت خودم را عوض کنم؟! ",
    "text": "با برنامه المنت ادیتور از اکانت خود در روبیکا خارج شوید و یک بار دیگر وارد شوید تا شناسه اکانت عوض شده باشد (تست نشده) "
  },
  {
    "title": "guid چیست ",
    "text": "guid یک آیدی ثابت هست که برای هر فرد متفاوت است. "
  },
  {
    "title": "چگونه باید guid را به دست بیاورید؟",
    "text": "شما میتواند با استفاده از مرورگر خود به پی وی آن شخص بروید و از بالای صفحه لینک روبیکا را باز کنید و قسمت بعد از guid آن شخص است. "
  },
  {
    "title": "چگونه باید guid ادمین ربات را به دست بیاورید؟",
    "text": "با رفتن به پیوی ادمین ربات و با روش بالا آن را به دست بیاورید "
  },
  {
    "title": "چگونه باید guid ربات را به دست بیاورید؟",
    "text": "با رفتن به پیام های ذخیره شده ربات در نسخه وب روبیکا و با روش بالا آن را به دست بیاورید "
  },
  {
    "title": "چگونه میتوانم guid را عوض کنم؟! ",
    "text": "هنوز این قابلیت به روبیکا اضافه نشده است و امکان عوض کردن guid وجود ندارد. "
  },
  {
    "title": "چرا وقتی به قسمت راه اندازی ربات میرم از برنامه خارج میشود؟! ",
    "text": "در صورت صحیح نبودن Auth این اتفاق می افتد و از برنامه خارج میشود. "
  },
  {
    "title": "چرا گروه های ربات در برنامه بالا نمی آید؟! ",
    "text": "تنها گروه های که در ۱۰ دقیقه اخیر فعال بودند نمایش داده می شود و باید در گروهی که میخواهید ربات فعال باشد پیامی ارسال کنید. "
  },
  {
    "title": "چرا ربات هر پیامی که در گروه ارسال می شود را حذف میکند؟! ",
    "text": "در صورت وارد نشودن کلمات برای حذف در قسمت تنظیمات هر پیامی در گروه ارسال شود ربات آنها را حذف و به کاربر اخطار می دهد. "
  },
  {
    "title": "چرا ربات به پیام های خود پاسخ میدهد؟! ",
    "text": "در صورت وارد نشودن guid ربات و اشتباه بودن آن ربات به پیام های خود پاسخ میدهد. "
  },
  {
    "title": "چرا ربات کاربران را بی دلیل اخراج می‌کند ؟!",
    "text": "برای اینکه ربات کاربران را بی دلیل از گروه اخراج نکند شما باید وارد قسمت تنظیمات برنامه‌ بات ساز روبیکا شوید بخش [حذف کلمات ارسال شده در گروه]  تمام قسمت ها را کلماتی قرار دهید که زمانی پیامی حاوی آن کلمات باشد کاربر را بدون اخطار از گروه اخراج می‌کند ."
  },
  {
    "title": "چرا وقتی وارد تنظیمات برنامه میشم قسمت Auth و Guid برای وارد کردن نیست ؟!",
    "text": "این روش برای نسخه های قبل است و الان شما با وارد شدن اکانت روبیکا به صورت خودکار اطلاعات لازم ثبت میشود."
  },
  {
    "title": " می‌خوام کاربری که لینک داخل گروه می‌فرسته را بدون اخطار بن کنه باید چیکار کنم؟!",
    "text": "برای این کار شما وارد قسمت تنظیمات برنامه‌ بات ساز روبیکا شوید در بخش حذف کلمات ارسال شده در گروه کلمه های [http] و [www] را قرار دهید تا کاربر پس از ارسال پیام های تبلیغاتی که حاوی لینک است به صورت مستقیم اخراج شود"
  },
  {
    "title": "برنامه بات ساز روبیکا امن هست ؟!",
    "text": "بله تمام داده های برنامه بات ساز روبیکا دو بار رمزگذاری شده است و کاملا امن است."
  },
  {
    "title": "شما به پیام های ما دسترسی دارد ؟!",
    "text": "داده های شما اصلا ذخیره نمیشود و تمام اطلاعات برای ارسال به سرور های روبیکا رمزگذاری میشود و سپس از طریق برنامه با یک گذرواژه تصادفی که ۳۸ کارکتر است رمزگذاری شده و حساب شما را پوشش میدهد."
  },
  {
    "title": "شما به auth اکانت ما دسترسی دارید ؟!",
    "text": "خیر \nشناسه اکانت یا auth فقط در گوشی موبایل شما ذخیره میشود و به دست کسی نیست."
  },
  {
    "title": "چرا اکانت من زمانی که روی دکمه ارتقا برنامه کلیک میکنم ، صفحه پرداخت درون برنامه ای مایکت بالا نمی یاد؟!",
    "text": "https://myket.ir/support/pages/resolve-payment-permission-issue-in-some-devices/amp/\nپاسخ شما "
  }
]
